-- Adminer 4.7.8 MySQL dump

SET NAMES utf8;
SET time_zone = '+00:00';
SET foreign_key_checks = 0;
SET sql_mode = 'NO_AUTO_VALUE_ON_ZERO';

DROP TABLE IF EXISTS `tasks`;
CREATE TABLE `tasks` (
  `id` int NOT NULL AUTO_INCREMENT,
  `title` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci DEFAULT NULL,
  `description` text CHARACTER SET utf8 COLLATE utf8_general_ci,
  `time` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci DEFAULT NULL,
  `status` char(10) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

INSERT INTO `tasks` (`id`, `title`, `description`, `time`, `status`) VALUES
(3,	'Задача 1',	'Описание к задаче 1',	'2021-02-09 03:20:28',	'\0'),
(4,	'Задача 2',	'Описание к задаче 2',	'2021-02-09 03:20:59',	'\0'),
(5,	'Задача 3',	'Описание к задаче 3',	'2021-02-09 03:22:39',	'\0'),
(6,	'Задача 1',	'Описание к задаче 1',	'2021-02-09 03:20:28',	'\0'),
(7,	'Задача 2',	'Описание к задаче 2',	'2021-02-09 03:20:59',	'\0'),
(8,	'Задача 3',	'Описание к задаче 3',	'2021-02-09 03:22:39',	'\0'),
(9,	'Задача 1',	'Описание к задаче 1',	'2021-02-09 03:20:28',	'\0'),
(10,	'Задача 2',	'Описание к задаче 2',	'2021-02-09 03:20:59',	'\0'),
(11,	'Задача 3',	'Описание к задаче 3',	'2021-02-09 03:22:39',	'\0'),
(12,	'Задача 1',	'Описание к задаче 1',	'2021-02-09 03:20:28',	'\0'),
(13,	'Задача 2',	'Описание к задаче 2',	'2021-02-09 03:20:59',	'\0'),
(14,	'Задача 3',	'Описание к задаче 3',	'2021-02-09 03:22:39',	'\0'),
(15,	'thrthrh',	'rthhrth',	'2021-02-27T13:55',	NULL),
(16,	'rthrth',	'rhrh',	'2021-02-25T10:57',	NULL),
(17,	'rthrth',	'rhrh',	'2021-02-25T10:57',	NULL),
(18,	'Задачка',	'к6н56',	'2021-02-27T14:01',	NULL),
(19,	'Задачка',	'к6н56',	'2021-02-27T14:01',	NULL),
(20,	'крнкр',	'кнренрон',	'2021-02-25T11:02',	NULL),
(22,	'rthyth',	'tyhtyjtyjy',	'2021-02-26T14:07',	NULL),
(28,	'Задач 1000',	'Опсание задачи 9999',	'2021-02-10T11:05',	NULL),
(24,	'Задач 9999',	'Опсание задачи 9999',	'2021-02-10T11:05',	NULL),
(29,	'uyu',	'yuyu',	'2021-02-12T11:38',	NULL),
(31,	'Моя задача',	'Описание',	'2021-02-25T11:40',	NULL),
(32,	'Моя новая задачка',	'укеункнкн',	'2021-03-04T11:40',	NULL),
(33,	'Моя новая задачка',	'Описание новое',	'2021-03-04T11:40',	NULL),
(34,	'Моя новая задачка',	'Новое описание',	'2021-03-04T11:40',	NULL),
(35,	'Моя новая задачка1',	'укеункнкн',	'2021-03-04T11:40',	NULL),
(36,	'Моя новая задачка1',	'Описание',	'2021-03-04T11:40',	NULL),
(37,	'Моя новая задачка1',	'Описание 555',	'2021-03-04T11:40',	NULL),
(38,	'Моя супер задача',	'Описание задачи',	'2021-02-27T14:46',	NULL);

DROP TABLE IF EXISTS `users`;
CREATE TABLE `users` (
  `id` int NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;


-- 2021-02-09 09:08:40